import React, { Component } from 'react';
import homeBanner from '../images/home.jpg'
import './style/home.css'

class Home extends Component {
  constructor(props) {
    super(props)
  }
  render() {
    return (
     <div className="home">
      <img src={homeBanner} width="100%"></img>
      <div className="motto">生命力顽强的种子，从不对瘠土唱诅咒的歌</div>
      <p className="article">生命力顽强的种子，从不对瘠土唱诅咒的歌生命力顽强的种子，从不对瘠土唱诅咒的歌生命力顽强的种子，从不对瘠土唱诅咒的歌生命力生命力顽强的种子，从不对瘠土唱诅咒的歌生命力顽强的种子，从不对瘠土唱诅咒的歌生命力顽强的种子，从不对瘠土唱诅咒的歌生命力顽强的种子，从不对瘠土唱诅咒的歌生命力顽强的种子，从不对瘠土唱诅咒的歌生命力顽强的种子，从不对瘠土唱诅咒的歌生命力顽强的种子，从不对瘠土唱诅咒的歌生命力顽强的种子，从不对瘠土唱诅咒的歌生命力顽强的种子，从不对瘠土唱诅咒的歌生命力顽强的种子，从不对瘠土唱诅咒的歌生命力顽强的种子，从不对瘠土唱诅咒的歌生命力顽强的种子，从不对瘠土唱诅咒的歌生命力顽强的种子，从不对瘠土唱诅咒的歌生命力顽强的种子，从不对瘠土唱诅咒的歌生命力顽强的种子，从不对瘠土唱诅咒的歌生命力顽强的种子，从不对瘠土唱诅咒的歌生命力顽强的种子，从不对瘠土唱诅咒的歌生命力顽强的种子，从不对瘠土唱诅咒的歌生命力顽强的种子，从不对瘠土唱诅咒的歌生命力顽强的种子，从不对瘠土唱诅咒的歌生命力顽强的种子，从不对瘠土唱诅咒的歌生命力顽强的种子，从不对瘠土唱诅咒的歌生命力顽强的种子，从不对瘠土唱诅咒的歌生命力顽强的种子，从不对瘠土唱诅咒的歌生命力顽强的种子，从不对瘠土唱诅咒的歌顽强的种子，从不对瘠土唱诅咒的歌生命力顽强的种子，从不对瘠土唱诅咒的歌</p>
     </div>
    )
  }
}

export default Home;